[{
	"id": "JAKAL",
	"name": "JakAl Cometwerks",
	"light": "#660000",
	"dark": "#848482",
	"quote": "<p><code>\"The [best] [revenge] is [living well].\"</code></p>",
	"description": "<p>The brainchild of a trio of liberator team pilots who served and retired together, the company is a corpro-state in name only, maintaining extremely close ties with Union's DOJ/HR and the USB, using their home planet near the newly completed blink gates in the long rim as a proving ground not just for their latest designs, but for the next generation of union pilots, passing on a wealth of both expertise and gear developed from their own hard-won experience.&nbsp;</p><p>The minds behind the company are as varied as the things it produces, Jak Ashe, an ungrateful insurgent who joined the DOJ/HR after it helped finish the revolution on their homeworld, Al-41\\\\4.41.0.1.17.23.38.5.9 a member of an extremely&nbsp;long running clone series initially founded during seccomm, and Halley Cometjumper, an experienced hunter from a world of colonists who had to gene splice with the local fauna to survive after a disastrous crash landing.</p><p>Jak's influence and designs emphasize the use of their kit by liberation struggles, having had positive experiences with Horus mechs like the kobold for exactly that reason. Al's designs focus on utility and support, with special attention paid to use as construction and engineering platforms after the fighting has stopped. Halley's designs bring compatibility with gene-spliced body types, along with an intense focus on survival and comfort of the pilot to the table.&nbsp;</p><p>The Company's official ties to Union's departments are well established, but a large portion of its user base is composed of people engaged in revolution and liberation struggles, often with no official record of how the chassis and equipment got into their hands. Special attention is paid to making sure that all JakAl Cometwerks gear is ruggedized, using as few proprietary components as possible, ensuring that they can be easily maintained with GMS universal parts; what few unique components remain are easily replicated due to loose permissions within the licenses themselves, much to the chagrin of Union.&nbsp;</p>",
	"logo_url": "https://cdn.discordapp.com/attachments/915765644895608835/933292686260187186/JAKAL.png"
}, {
	"id": "new",
	"name": "New Manufacturer",
	"light": "#ff0000",
	"dark": "#ff0000"
}]
